[
  {
    "title": "Global, regional, and national survey on burden and Quality of Care Index (QCI) of orofacial clefts: Global burden of disease systematic analysis 1990–2019",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamsoddin and Sahar Khademioore and Yeganeh Khazaei and Amin Vahdati and Marcos Roberto Tovani-Palone",
    "journal": "PloS one",
    "year": 2025,
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0317267",
    "abstract": "Orofacial clefts are the most common craniofacial anomalies that include a variety of conditions affecting the lips and oral cavity. They remain a significant global public health challenge. Despite this, the quality of care for orofacial clefts has not been investigated at global and country levels.We aimed to measure the quality-of-care index (QCI) for orofacial clefts worldwide.We used the 2019 Global Burden of Disease data to create a multifactorial index (QCI) to assess orofacial clefts globally and nationally. By utilizing data on incidence, prevalence, years of life lost, and years lived with disability, we defined four ratios to indirectly reflect the quality of healthcare. Subsequently, we conducted a principal component analysis to identify the most critical variables that could account for the observed variability. The outcome of this analysis was defined as the QCI for orofacial clefts. Following this, we tracked the QCI trends among males and females worldwide across various regions and countries, considering factors such as the socio-demographic index and World Bank classifications.Globally, the QCI for orofacial clefts exhibited a consistent upward trend from 1990 to 2019 (66.4 to 90.2) overall and for females (82.9 to 94.3) and males (72.8 to 93.6). In the year 2019, the top five countries with the highest QCI scores were as follows: Norway (QCI = 99.9), Ireland (99.4), France (99.4), Germany (99.3), the Netherlands (99.3), and Malta (99.3). Conversely, the five countries with the lowest QCI scores on a global scale in 2019 were Somalia (59.1), Niger (67.6), Burkina Faso (72.6), Ethiopia (73.0), and Mali (74.4 …",
    "citations": 4
  },
  {
    "title": "Cochrane reviews’ authorship has become more gender-diverse but remains geographically concentrated: a meta-research study",
    "authors": "Ahmad Sofi-Mahmudi and Jana Stojanova and Elpida Vounzoulaki and Eve Tomlinson and Ana Beatriz Pizarro and Sahar Khademioore and Etienne Ngeh and Amin Sharifan and Lucy Elauteri Mrema and Alexis Ceecee Britten-Jones and Santiago Castiello de Obeso and Vivian A Welch and Lawrence Mbuagbaw and Peter Tugwell",
    "journal": "Journal of clinical epidemiology",
    "year": 2025,
    "url": "https://www.sciencedirect.com/science/article/pii/S0895435625000526",
    "abstract": "ObjectivesThe aim of this study was to examine the distribution of country, region, language, and gender diversity in the authorship of Cochrane reviews and compare it to non-Cochrane systematic reviews.Study Design and SettingWe retrieved all published articles from the Cochrane Library (until November 6, 2023) using a web crawling technique that extracted prespecified data fields, including publication date, review category, and author affiliations. For comparison, non-Cochrane systematic reviews were identified through PubMed using E-utility calls. We determined the country, region of affiliations and gender of the first, corresponding, and last authors for Cochrane reviews; the same fields were determined for first authors only for non-Cochrane reviews due to data availability. Trends in geographical and gender diversity over time were evaluated using logistic regression. Fisher's exact test was used for …",
    "citations": 3
  },
  {
    "title": "Educational intervention For Open Science (Educ4OS) practices promotion: a multicenter cluster randomized controlled trial in early career researchers–Study Protocol",
    "authors": "Jaisson Cenci and David Moher and Anelise Fernandes Montagner and Marcos Brito Correa and Thiago Machado Ardenghi and Fausto Medeiros Mendes and Ahmad Sofi-Mahmudi and Daniela Prócida Raggio and Maria Gabriela Haye Biazevic and Mariana Minatel Braga and Lex Bouter and Marie-Charlotte Huysmans and Maximiliano Sergio Cenci",
    "journal": "OSF",
    "year": 2025,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Global, regional, and national burden and quality of care index (QCI) of oral disorders: a systematic analysis of the global burden of disease study 1990–2017",
    "authors": "Shervan Shoaee and Erfan Ghasemi and Ahmad Sofi-Mahmudi and Erfan Shamsoddin and Marcos Roberto Tovani-Palone and Shahin Roshani and Mohammad-Hossein Heydari and Moein Yoosefi and Masoud Masinaei and Sina Azadnaejafabadi and Esmaeil Mohammadi and Negar Rezaei and Bagher Larijani and Hossein Fakhrzadeh and Farshad Farzadfar",
    "journal": "BMC Oral Health",
    "year": 2024,
    "url": "https://link.springer.com/article/10.1186/s12903-023-03808-z",
    "abstract": "Oral disorders are still a major global public health challenge, considering their perpetuating and chronic nature. Currently, there is no direct index to measure the quality of care on a population scale. Hence, we aim to propose a new index to measure the quality of care for oral disorders worldwide.We generated our database using the data from the Global Burden of Disease (GBD) study 2017. Among different variables such as prevalence, incidence, years lived with disability, and disability-adjusted life years, we utilised principal component analysis (PCA) to determine the component that bears the greatest proportion of information to generate the novel quality of care index (QCI) for oral disorders.Global QCI for oral disorders gradually increased from 1990 to 2017 (from 70.5 to 74.6). No significant gender disparity was observed during this period, and the gender disparity ratio (GDR …",
    "citations": 24
  },
  {
    "title": "National and subnational trend of dental caries of permanent teeth in Iran, 1990–2017",
    "authors": "Shervan Shoaee and Masoud Masinaei and Sahar Saeedi Moghaddam and Ahmad Sofi-Mahmudi and Hossein Hessari and Erfan Shamsoddin and Mohammad-Hossein Heydari and Bagher Larijani and Hossein Fakhrzadeh and Farshad Farzadfar",
    "journal": "International Dental Journal",
    "year": 2024,
    "url": "https://www.sciencedirect.com/science/article/pii/S0020653923001314",
    "abstract": "ObjectiveThere are currently no integrated data on the trend of dental caries amongst distinct age groups in Iran. We aimed to assess the national and subnational trend of dental caries of permanent teeth in Iran from 1990 to 2017.MethodsA literature search about dental caries and the decayed-missing-filled teeth index (DMFT) was performed in PubMed, Web of Science, Scopus, and 3 national databases (in Persian). All eligible national oral health surveys in these 28 years were included. We categorised and aggregated the DMFT values and their components based on age (5-year-based groups from 5 to 9 to 60+ years), sex, year, and province. The data for missing spots were estimated using the spatiotemporal Bayesian hierarchical model. We used the bootstrap method in multilevel models to predict the uncertainty interval (UI) of the modelled results.ResultsNationally, the all-ages mean DMFT increased by …",
    "citations": 18
  },
  {
    "title": "Publicly available dental image datasets for artificial intelligence",
    "authors": "Sergio E Uribe and Julien Issa and F Sohrabniya and A Denny and NN Kim and AF Dayo and Akhilanand Chaurasia and Ahmad Sofi-Mahmudi and Martha Büttner and Falk Schwendicke",
    "journal": "Journal of dental research",
    "year": 2024,
    "url": "https://journals.sagepub.com/doi/abs/10.1177/00220345241272052",
    "abstract": "The development of artificial intelligence (AI) in dentistry requires large and well-annotated datasets. However, the availability of public dental imaging datasets remains unclear. This study aimed to provide a comprehensive overview of all publicly available dental imaging datasets to address this gap and support AI development. This observational study searched all publicly available dataset resources (academic databases, preprints, and AI challenges), focusing on datasets/articles from 2020 to 2023, with PubMed searches extending back to 2011. We comprehensively searched for dental AI datasets containing images (intraoral photos, scans, radiographs, etc.) using relevant keywords. We included datasets of >50 images obtained from publicly available sources. We extracted dataset characteristics, patient demographics, country of origin, dataset size, ethical clearance, image details, FAIRness metrics, and …",
    "citations": 9
  },
  {
    "title": "Mesenchymal stem cells for chronic knee pain secondary to osteoarthritis: a systematic review and meta-analysis of randomized trials",
    "authors": "Behnam Sadeghirad and Yasir Rehman and Azin Khosravirad and Ahmad Sofi-Mahmudi and Sara Zandieh and Jane Jomy and Mansi Patel and Rachel J Couban and Feryal Momenilandi and Robert Burnham and Rudolf W Poolman and Jason W Busse",
    "journal": "WB Saunders",
    "year": 2024,
    "url": "https://www.sciencedirect.com/science/article/pii/S1063458424012007",
    "abstract": "ObjectiveTo assess the effectiveness of mesenchymal stem cells (MSCs) for chronic knee pain secondary to osteoarthritis (OA).MethodsWe searched MEDLINE, EMBASE, CINAHL, and Cochrane Central to September 2023 for trials that (1) enrolled patients with chronic pain associated with knee OA, and (2) randomized them to MSC therapy vs. placebo or usual care. We performed random-effects meta-analysis and used Grading of Recommendations, Assessment, Development, and Evaluation to assess the certainty of evidence.ResultsWe included 16 trials (807 participants). At 3–6 months, MSC therapy probably results in little to no difference in pain relief (weighted mean difference [WMD] −0.74 cm on a 10 cm visual analog scale [VAS], 95% confidence interval [95%CI] −1.16 to −0.33; minimally important difference [MID] 1.5 cm) or physical functioning (WMD 2.23 points on 100-point 36-item Short Form Survey …",
    "citations": 9
  },
  {
    "title": "Dental Caries among the Elderly in Iran: A Meta-analysis",
    "authors": "Shervan Shoaee and Farshad Sharifi and Pooneh Ghavidel Parsa and Shayan Sobhaninejad and Mohammad-Hossein Heydari and Ahmad Sofi-Mahmudi",
    "journal": "Med J Islam Repub Iran",
    "year": 2024,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10999012/",
    "abstract": "Background The prevalence of dental caries among the elderly is high worldwide, and dental caries cause the major burden of oral diseases. This meta-analysis aimed to determine the dental caries experience among the elderly in Iran. Methods A systematic review of the published and grey literature on Iranians aged 65 years or older was performed. Six international and local databases provided the most comprehensive population-based studies. National oral health surveys and national disease and health surveys were considered other primary data sources. The quality of remained studies was assessed by a modified tool designed based on the STROBE statement checklist to evaluate the cross-sectional studies. R Version 3.6.0 was used for statistical analysis. Heterogeneity was assessed using Cochran’s Q and F statistics. Subgroup analysis was performed to detect the source of heterogeneity. Funnel …",
    "citations": 5
  },
  {
    "title": "Research Transparency in 59 Fields of Medical and Health Sciences: A Meta-Research Study",
    "authors": "Ahmad Sofi-Mahmudi and Eero Raittio and Sergio E Uribe and Sahar Khademioore and Dena Zeraatkar and Lawrence Mbuagbaw and Lex M Bouter and Karen A Robinson",
    "journal": "medRxiv",
    "year": 2024,
    "url": "https://www.medrxiv.org/content/10.1101/2024.04.08.24305416.abstract",
    "abstract": "Transparency in research is crucial as it allows for the scrutiny and replication of findings, fosters confidence in scientific outcomes, and ultimately contributes to the advancement of knowledge and the betterment of society.We aimed to assess adherence to five practices promoting transparency in scientific publications (data availability, code availability, protocol registration, conflicts of interest (COI) and funding disclosures) from open-access articles published in medical journals.We searched and exported all open-access articles from Science Citation Index Expanded (SCIE)-indexed journals through the Europe PubMed Central database published until March 16, 2024. Basic journal- and article-related information was retrieved from the database. We used R to produce descriptive statistics.The analysis included 2,189,542 open-access articles from SCIE-indexed medical journals. Of these, 87.5% (95% CI: 87.4%-87.5%) disclosed COI and 80.1% (95% CI: 80.0%-80.1%) disclosed funding. Protocol registration was present in 6.6% (95% CI: 6.6%-6.6%), data sharing in 7.6% (95% CI: 7.6%-7.6%), and code sharing in 1.4% (95% CI: 1.4%-1.4%) of the articles. More than 76.0% adhered to at least two transparency practices, while full adherence to all five practices was less than 0.02%. The data showed an increasing trend in adherence to transparency practices since the late 2000s. COI and funding were disclosed more often in lower impact factor journals whereas protocol registration and data and code sharing were more prevalent in higher impact factor journals (all had P-values<0.001). Also, articles that did not …",
    "citations": 2
  },
  {
    "title": "COVID-19-related research data availability and quality according to the FAIR principles: A meta-research study",
    "authors": "Ahmad Sofi-Mahmudi and Eero Raittio and Yeganeh Khazaei and Javed Ashraf and Falk Schwendicke and Sergio E Uribe and David Moher",
    "journal": "PloS one",
    "year": 2024,
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0313991",
    "abstract": "According to the FAIR principles (Findable, Accessible, Interoperable, and Reusable), scientific research data should be findable, accessible, interoperable, and reusable. The COVID-19 pandemic has led to massive research activities and an unprecedented number of topical publications in a short time. However, no evaluation has assessed whether this COVID-19-related research data has complied with FAIR principles (or FAIRness).Our objective was to investigate the availability of open data in COVID-19-related research and to assess compliance with FAIRness.We conducted a comprehensive search and retrieved all open-access articles related to COVID-19 from journals indexed in PubMed, available in the Europe PubMed Central database, published from January 2020 through June 2023, using the metareadr package. Using rtransparent, a validated automated tool, we identified articles with links to their raw data hosted in a public repository. We then screened the link and included those repositories that included data specifically for their pertaining paper. Subsequently, we automatically assessed the adherence of the repositories to the FAIR principles using FAIRsFAIR Research Data Object Assessment Service (F-UJI) and rfuji package. The FAIR scores ranged from 1–22 and had four components. We reported descriptive analysis for each article type, journal category, and repository. We used linear regression models to find the most influential factors on the FAIRness of data.5,700 URLs were included in the final analysis, sharing their data in a general-purpose repository. The mean …",
    "citations": 1
  },
  {
    "title": "Management of Amphetamine and Methamphetamine Use Disorders: A Systematic Review and Network Meta-analysis of Randomized Trials",
    "authors": "Malahat Khalili and Behnam Sadeghirad and Paxton Bach and Alexis Crabtree and Sara Javadi and Erfan Sadeghi and Sara Moradi and Fatemeh Mirzayeh Fashami and Mehran Nakhaeizadeh and Sahar Salehi and Ahmad Sofi-Mahmudi and Naser Nasiri and Soheil Mehmandoost and Soroush Moallef and Shahryar Moradi Falah Langeroodi and Jessica Moe and Mark Lysyshyn and Dan Werb and Jane A Buxton and Mohammad Karamouzian",
    "journal": "Springer US",
    "year": 2024,
    "url": "https://link.springer.com/article/10.1007/s11469-024-01379-w",
    "abstract": "The current evidence regarding effective management of methamphetamine and amphetamine (MA/A) use disorders is inconclusive. Therefore, we assessed the comparative benefits and tolerability of pharmacological, psychosocial, and harm reduction interventions for management of MA/A use disorders. We searched six electronic databases for randomized controlled trials of any pharmacological, psychosocial, or harm reduction interventions in adults with MA/A use disorders. We performed a random-effects frequentist network meta-analysis and used the GRADE approach to assess the certainty of evidence. We included 72 randomized trials (6836 participants). Low certainty evidence suggests quetiapine may extend abstinence compared to placebo [risk ratio (RR) 3.17 (95% confidence intervals (CI), 1.24 to 8.07)] and weekly average proportion of patients with negative urine samples [mean difference (MD …",
    "citations": 1
  },
  {
    "title": "The relationship between the source of oral health information and dental caries: Findings from Child Dental Health Survey 2013 in England",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "Plos one",
    "year": 2024,
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0302488",
    "abstract": "To determine the magnitude and shape of the relationship between dental caries experience and the source of oral health information in England.This was a cross-sectional study using the Child Dental Health Survey 2013 in England. Using a negative binomial model, the relationship between the number of decayed, missing, filled teeth (DMFT) of 12- and 15-year-old students and their primary source of oral health information was assessed. The sources of oral health information included parents, television, newspapers, the Internet, and social media. The adjusted model included age, sex, and the Index of Multiple Deprivation (IMD). R was used for data handling, analysis and reporting.Overall, 2,372 children were assessed (48.7% female, 48.6% 12-year-old). For the majority, the primary source of oral health information was their parents (89.5%) followed by the Internet (43.4%). Over nine-tenth of the participants had a DMFT = 0. The adjusted model showed that the prevalence rate of DMFT for the children whose primary source of information is their parents (0.45) or television (0.62) is lower than 1. The prevalence rate for the Internet (1.17) and social media (1.67) was higher than 1, but they were removed from the final model due to being non-statistically significant. Age and deprivation had a direct relationship with the prevalence rate of DMFT, meaning that 15-year-olds and children from more deprived areas had a higher prevalence rate of DMFT.Children whose primary source of oral health information was their parents or television had a lower DMFT. On the contrary, using the Internet or social …",
    "citations": 1
  },
  {
    "title": "Reevaluating antibiotic prophylaxis: insights from a network meta-analysis on dry socket and surgical site infections",
    "authors": "Tayebe Rojhanian and Ahmad Sofi-Mahmudi and Amin Vahdati",
    "journal": "Evidence-Based Dentistry",
    "year": 2024,
    "url": "https://www.nature.com/articles/s41432-024-01067-7",
    "abstract": "Three databases (MEDLINE, Cochrane Library, and Scopus) were searched in December 2021 for 16 Randomised Clinical Trials (RCTs).Three reviewers reviewed the articles on oral antibiotic prophylaxis (ABP) for the prevention of surgical site infection (SSI) and dry socket (DS) after lower third molar (L3M) extraction using the PICO framework. From 1999 to 2021, RCTs involving healthy patients undergoing L3M extraction with ABP, placebo, or no therapy were included. Adverse effects (AEs) associated with antibiotic usage, along with the main outcomes (DS and SSI), were also documented.Three independent investigators selected articles based on pre-established inclusion criteria, with any disagreements resolved by consensus or additional researchers. PRISMA guidelines were followed, involving initial title and abstract screening, followed by full …",
    "citations": 0
  },
  {
    "title": "Empowering the future of evidence‐based healthcare: the Cochrane Early Career Professionals Network",
    "authors": "Ana Beatriz Pizarro and Santiago Castiello‐de Obeso and Ahmad Sofi‐Mahmudi and Robin Vernooij and Elpida Vounzoulaki and Chris Champion",
    "journal": "Cochrane Evidence Synthesis and Methods",
    "year": 2024,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11795940/",
    "abstract": "Empowering the future of evidence‐based healthcare: The Cochrane Early Career Professionals \nNetwork - PMC Skip to main content Here's how you know Official websites use .gov A .gov \nwebsite belongs to an official government organization in the United States. Secure .gov \nwebsites use HTTPS A lock ( Locked padlock icon ) or https:// means you've safely connected \nto the .gov website. Share sensitive information only on official, secure websites. NCBI home \npage Search Log in Dashboard Publications Account settings Log out Search… Search NCBI \nPrimary site navigation Close Search Search Logged in as: Dashboard Publications Account \nsettings Log in Search PMC Full-Text Archive Search in PMC Search Advanced Search \nJournal List User Guide NewTry this search in PMC Beta Search PERMALINK Copy As a \nlibrary, NLM provides access to scientific literature. Inclusion in an NLM database does not …",
    "citations": 0
  },
  {
    "title": "Identifying an optimal strategy for converting pain as a continuous outcome to a responder analysis: Protocol for a simulation study",
    "authors": "Ahmad Sofi-Mahmudi and Behnam Sadeghirad and Aaron Jones and Jason Busse",
    "journal": "OSF",
    "year": 2024,
    "url": "https://osf.io/er2mp/resources",
    "abstract": "To conduct a simulation study assessing the bias, mean squared error, confidence interval (CI) coverage of true value, and overlap of CIs of four methods, namely using 1) median, 2) unweighted average, 3) weighted average of MDs, and 4) individual estimation of RDs for each trial, for estimating the pooled risk difference (RD) of achieving the MID (1.5 cm) in meta-analyses of pain measured on a 10cm visual analogue scale (VAS).",
    "citations": 0
  },
  {
    "title": "An investigation into gender distributions in scholarly publications among dental faculty members in Iran",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamsoddin and Lisa M DeTora and Barbara E Bierer and Perihan Elif Ekmekci and Morenike Oluwatoyin Folayan and Ching Shan Lii and Marcos Roberto Tovani-Palone and Francis P Crawley",
    "journal": "Plos one",
    "year": 2024,
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0300698",
    "abstract": "Research on gender inequality is crucial as it unveils the pervasive disparities that persist across various domains, shedding light on societal imbalances and providing a foundation for informed policy-making.To investigate gender differences in scientometric indices among faculty members in dental schools across Iran. This included overall data and speciality-specific data.The publication profiles of academic staff in all dental schools were examined using the Iranian Scientometric Information Database (ISID, http://isid.research.ac.ir). Variables analyzed were working field, academic degree, the total number of papers, papers per year, total number of citations, percentage of self-citation, h-index, g-index, citations per paper, gender, university type, number of years publishing, proportion of international papers, first-author papers, and corresponding-author papers. Mann-Whitney and Kruskal-Wallis nonparametric tests were used to analyze the relationship between background characteristics and scientometric indicators. The extracted data were analyzed using R v4.0.1.The database included 1850 faculty members, of which about 60% (1104 of 1850) were women. Men (n = 746) had a higher number of papers (6583 vs. 6255) and citations (60410 vs. 39559) compared with women; 234 of the 376 faculty members with no papers were women. Almost half of the women (N = 517 of 1104) were in Type 2 universities, and nearly half of the men (N = 361 of the 746) were faculty members at Type 1 universities (Type 1 universities ranking higher than Type 2 and 3 universities). The medians of scientometric …",
    "citations": 0
  },
  {
    "title": "P. 067 Pharmacological prophylaxis for chronic migraine: A systematic review and network meta-analysis of randomized controlled trials",
    "authors": "M Khalili and A Liaghatdar and F Mahdian and T Levit and S Moradi and E Hedayati and K Torabiardakani and F Ahmadi and S Khademioore and A Sofi-Mahmudi and T Atkin-Jones and V Patil and F Mirzayeh Fashami and S Mehmandoost and S Sharma and M Fereshtehnejad and J Busse and B Sadeghirad",
    "journal": "Cambridge University Press",
    "year": 2024,
    "url": "https://www.cambridge.org/core/journals/canadian-journal-of-neurological-sciences/article/p067-pharmacological-prophylaxis-for-chronic-migraine-a-systematic-review-and-network-metaanalysis-of-randomized-controlled-trials/170330983C05B8E02187E435A7F56C62",
    "abstract": "",
    "citations": 0
  },
  {
    "title": "The Network of Oral Health Actors in Iran: Protocol for a Systematic Mapping Study",
    "authors": "Tayebe Rojhanian and Sara Haghighat and Nazanin Choupani Asgarabad and Farzaneh Farokhi and Anahita Ranjbar and Shabnam Varmazyari and Amin Vahdati and Ahmad Sofi-Mahmudi",
    "journal": "Open Science Framework",
    "year": 2024,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Identifying an optimal strategy for converting pain as a continuous outcome to a responder analysis",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": null,
    "year": 2024,
    "url": "https://macsphere.mcmaster.ca/handle/11375/30210",
    "abstract": "",
    "citations": 0
  },
  {
    "title": "Marginal fit of monolithic versus layered zirconia crowns assessed with 2 marginal gap methods",
    "authors": "Paniz Fasih and Sara Tavakolizadeh and Majid Sedaghat Monfared and Ahmad Sofi-Mahmudi and Amir Yari",
    "journal": "The Journal of Prosthetic Dentistry",
    "year": 2023,
    "url": "https://www.sciencedirect.com/science/article/pii/S0022391323004006",
    "abstract": "Zirconia can be used either monolithically or veneered with porcelain. However, whether veneering zirconia affects marginal fit is unclear.The purpose of this in vitro study was to evaluate the marginal fit of the monolithic and layered zirconia prostheses using 2 different assessment methods.An ideal complete crown with a chamfer finish line was prepared on an extracted maxillary central incisor. Two prosthesis designs, a framework and a monolithic design, and 2 marginal fit evaluation methods, the silicone replica and the triple scanning techniques, were used. In the first group, 10 crowns were fabricated with the framework design followed by porcelain veneering, and 10 crowns were fabricated monolithically in the second group. The marginal gap in each group was evaluated with both the silicone replica and triple scan methods. Data were statistically analyzed …",
    "citations": 10
  },
  {
    "title": "Nasopharyngeal Myiasis in Intensive Care Unit (ICU) Patients: Report of Two Cases",
    "authors": "Hosna Zobairy and Parisa Modaresi and Miguel M Cabada and Ahmad Sofi-Mahmudi",
    "journal": "Iranian Journal of Parasitology",
    "year": 2023,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10183443/",
    "abstract": "Nosocomial myiasis is a rare event that has a higher incidence in the hospitals of poor and developing countries. The presence of nosocomial myiasis reflects the need for improved medical facilities and increased awareness among healthcare personnel. Severely ill patients are more susceptible, such as those with impaired consciousness, paralysis, and underlying diseases. The two cases here in described represent the first report of nosocomial myiasis in the Kurdistan Province, in Western Iran and one of them is the first report of myiasis involving a COVID-19-infected patient. The causal agent was Lucilia sericata. The taxonomical identification of the larvae of the second and third instar was based on the morphology of the cephaloskeleton, anterior spiracles, and peritreme plaques.",
    "citations": 4
  },
  {
    "title": "Transparency of COVID-19-related research: A meta-research study",
    "authors": "Ahmad Sofi-Mahmudi and Eero Raittio and Sergio E Uribe",
    "journal": "PLoS ONE",
    "year": 2023,
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0288406",
    "abstract": "We aimed to assess the adherence to five transparency practices (data availability, code availability, protocol registration and conflicts of interest (COI), and funding disclosures) from open access Coronavirus disease 2019 (COVID-19) related articles.We searched and exported all open access COVID-19-related articles from PubMed-indexed journals in the Europe PubMed Central database published from January 2020 to June 9, 2022. With a validated and automated tool, we detected transparent practices of three paper types: research articles, randomized controlled trials (RCTs), and reviews. Basic journal- and article-related information were retrieved from the database. We used R for the descriptive analyses.The total number of articles was 258,678, of which we were able to retrieve full texts of 186,157 (72%) articles from the database Over half of the papers (55.7%, n = 103,732) were research articles, 10.9% (n = 20,229) were review articles, and less than one percent (n = 1,202) were RCTs. Approximately nine-tenths of articles (in all three paper types) had a statement to disclose COI. Funding disclosure (83.9%, confidence interval (CI): 81.7–85.8 95%) and protocol registration (53.5%, 95% CI: 50.7–56.3) were more frequent in RCTs than in reviews or research articles. Reviews shared data (2.5%, 95% CI: 2.3–2.8) and code (0.4%, 95% CI: 0.4–0.5) less frequently than RCTs or research articles. Articles published in 2022 had the highest adherence to all five transparency practices. Most of the reviews (62%) and research articles (58%) adhered to two transparency practices, whereas almost half of the …",
    "citations": 3
  },
  {
    "title": "Assessing Google Searches for Toothache during COVID-19 Lockdowns",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamsoddin and Peyman Ghasemi and Mona Nasser and Bita Mesgarpour",
    "journal": "Medical Journal of the Islamic Republic of Iran",
    "year": 2023,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10240547/",
    "abstract": "Background Lockdowns due to the coronavirus disease 2019 (COVID-19) pandemic forced many dental offices to be closed. This study aims to investigate the association between COVID-19 imposed lockdowns and online searches for toothache using Google Trends (GT). Methods We investigated GT online searches for the term “toothache” within the past 5 years. The time frame for data gathering was considered as the initiation and end dates of national/regional lockdowns in each country. We used 1-way analysis of variance to identify statistical differences in relative search volumes (RSVs) between 2020 and 2016-2019 for each country. Results Overall, 16 countries were included in our analyses. Among all countries, Indonesia (n = 100), Jamaica (n = 56), Philippines (n = 56), Iran (n = 52), and Turkey (47) had the highest RSVs for toothache in the specified period. Compared with the previous 4 years, higher …",
    "citations": 3
  },
  {
    "title": "The importance of meta-research in dentistry",
    "authors": "Rafael Sarkis-Onofre and Ahmad Sofi-Mahmudi and Livia Puljak and Rafael R Moraes",
    "journal": "Evidence-Based Dentistry",
    "year": 2023,
    "url": "https://www.nature.com/articles/s41432-023-00880-w",
    "abstract": "The number of articles published yearly in dental science is immense. Scopus data indicate that 22,115 documents with “dentistry” as the subject area were published in 2021 1, representing increases of 28% and 175% in articles compared with 2011 and 2001, respectively. While the number of studies constantly increases, many challenges remain to be faced relative to the research methods that are used. Reports have highlighted that poor-quality research is a major issue in the biomedical field and in oral health research 2, 3. Up to October 2022, the Catalogue of Bias had identified 62 different types of bias in biomedical research 4 making it challenging to plan new studies. New biases and data security issues may continue to arise as an increasing amount of research involves digital sources and artificial intelligence to acquire and use information obtained from patients. Once the studies have been completed …",
    "citations": 2
  },
  {
    "title": "The relationship between scientific publishing retractions and democracy",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "OSF Preprints",
    "year": 2023,
    "url": "https://osf.io/wzehf_v1/",
    "abstract": "Objective To determine the magnitude and shape of the relationship between the proportion of retracted papers and the level of democracy at the country level. Methods This was a cross-sectional study. The number of retracted articles for each country was collected from the Retraction Watch Database. The mean Democracy Index score 2006–2021 by the Economist Intelligence Unit was used as the independent variable. The number of citable documents 1996–2021 from SCImago was used to account for the population size of retractions. Poisson family regression and linear regression were used to explore the relationship between the proportion of retractions and the Democracy Index score. The adjusted model included: non-violent mass campaigns, gross domestic product per capita, Human Development Index, industry’s share of the economy in percent, length of executive tenure, location, the Muslim share of the population, the number of top universities, and plurality/majority system. R was used for data handling, analysis and reporting. Results Overall, data from 241 countries were analyzed. As of January 24, 2023, the Retraction Watch Database had retractions from 166 countries and territories. The highest number of retractions belonged to China (n= 18,352), the United States (n= 4,668), and India (n= 2,554). Twenty-four countries had one retraction. The mean (and standard deviation) for the number of retractions and Democracy Index score were 180.4 (1246.42) and 5.5 (2.19), respectively. In the Poisson-inverse Gaussian regression models, the coefficient for the mean Democracy Index score was− 0.120 (exp= 0.877, P< 0.001) in …",
    "citations": 0
  },
  {
    "title": "Nasopharyngeal Branchial Cyst and Thornwaldt Cyst in a Patient with Hearing Loss after Coronavirus Infection",
    "authors": "Hosna Zobairy and Shahin Rajaeih and Mersad Mehrnahad and Parisa Modaresi and Ahmad Sofi-Mahmudi",
    "journal": "Iranian Journal of Otorhinolaryngology",
    "year": 2023,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC10712549/",
    "abstract": "",
    "citations": 0
  },
  {
    "title": "The relationship between decayed, missing, and filled teeth (DMFT) and body mass index (BMI) in the Iranian adult population: a study protocol",
    "authors": "Ahmad Sofi-Mahmudi and Eero Raittio and Erfan Shamsoddin and Sergio E Uribe and Farid Najafi",
    "journal": null,
    "year": 2023,
    "url": "https://www.researchgate.net/profile/Ahmad-Sofi-Mahmudi/publication/370760296_The_relationship_between_decayed_missing_and_filled_teeth_DMFT_and_body_mass_index_BMI_in_the_Iranian_adult_population_a_study_protocol/links/6460d827f43b8a29ba4d748b/The-relationship-between-decayed-missing-and-filled-teeth-DMFT-and-body-mass-index-BMI-in-the-Iranian-adult-population-a-study-protocol.pdf",
    "abstract": "Objective: To assess the relationship between decayed, missing, and filled teeth (DMFT) and body mass index (BMI) in the Iranian adult population and to investigate possible confounders and effect modifiers of this relationship.Methods: This will be a cross-sectional study based on the data from the PERSIAN Cohort study. BMI and DMFT will be collected from the participants along with other demographic and health-related characteristics. To find the best fitting model (Poisson or negative binomial), we will use the fitdistrplus package for R. We will then explore the effects of some other socioeconomic and risk factors on the relationship between dental caries and obesity based on our directed acyclic graph. We will use R v4. 2.2 software (2022-10-31, R Foundation for Statistical Computing, Vienna, Austria. http://www. R-project. org) for statistical analysis. We will report 95% confidence intervals.",
    "citations": 0
  },
  {
    "title": "Dental research data availability and quality according to the FAIR principles",
    "authors": "Sergio E Uribe and Ahmad Sofi-Mahmudi and Eero Raittio and Ilze Maldupa and Baiba Vilne",
    "journal": "Journal of Dental Research",
    "year": 2022,
    "url": "https://journals.sagepub.com/doi/abs/10.1177/00220345221101321",
    "abstract": "According to the FAIR principles, data produced by scientific research should be findable, accessible, interoperable, and reusable—for instance, to be used in machine learning algorithms. However, to date, there is no estimate of the quantity or quality of dental research data evaluated via the FAIR principles. We aimed to determine the availability of open data in dental research and to assess compliance with the FAIR principles (or FAIRness) of shared dental research data. We downloaded all available articles published in PubMed-indexed dental journals from 2016 to 2021 as open access from Europe PubMed Central. In addition, we took a random sample of 500 dental articles that were not open access through Europe PubMed Central. We assessed data sharing in the articles and compliance of shared data to the FAIR principles programmatically. Results showed that of 7,509 investigated articles, 112 (1.5 …",
    "citations": 25
  },
  {
    "title": "Trends in dental caries of deciduous teeth in Iran: a systematic analysis of the national and sub-national data from 1990 to 2017",
    "authors": "Shervan Shoaee and Sahar Saeedi Moghaddam and Masoud Masinaei and Ahmad Sofi-Mahmudi and Hossein Hessari and Mohammad-Hossein Heydari and Erfan Shamsoddin and Mahboubeh Parsaeian and Anooshe Ghasemian and Bagher Larijani and Hossein Fakhrzadeh and Farshad Farzadfar",
    "journal": "BMC Oral Health",
    "year": 2022,
    "url": "https://link.springer.com/article/10.1186/s12903-022-02634-z",
    "abstract": "Dental caries is the most prevalent child affliction in the world and can be reduced through effective preventive interventions. To plan cost-effective interventions, clear and integrated data are needed. This study has been designed to overcome the lack of national trend in deciduous dental caries in Iran.To estimate the dental caries trend in deciduous teeth in the Iranian population at different ages from 1990 to 2017.From 1990 to 2017 a literature search about dmf and its components (decayed, missed, and filled tooth, abbreviated as dt, mt, and ft) as well as dental caries was done in the Iranian population in three English (PubMed, Web of Science, and Scopus) and three national databases (in Persian). All eligible national oral health surveys in these 28 years were included. National dmft data were categorised based on age (1–4, 5–9, and 10–14), sex, province and year. The final …",
    "citations": 24
  },
  {
    "title": "Self-reported Side Effects of COVID-19 Vaccines among Healthcare Workers in Ethiopia, Africa: a cross-sectional study",
    "authors": "Elias Ali Yesuf and Abanoub Riad and Ahmad Sofi-Mahmudi and Morankar Sudhakar and Addisalem Mekonnen and Selamawit Endalkachew and Feyissa Mama and Semira Muhidin and Bethelhem Ayele and Mohammed Yahya and Abduselam Usman and Jemal Abafita and Miloslav Klugar",
    "journal": "Frontiers in Public Health",
    "year": 2022,
    "url": null,
    "abstract": null,
    "citations": 21
  },
  {
    "title": "Transparency of COVID-19-related research in dental journals",
    "authors": "Ahmad Sofi-Mahmudi and Eero Raittio",
    "journal": "Frontiers in Oral Health",
    "year": 2022,
    "url": "https://www.frontiersin.org/articles/10.3389/froh.2022.871033/full",
    "abstract": "We aimed to assess the adherence to transparency practices (data availability, code availability, statements of protocol registration and conflicts of interest and funding disclosures) and FAIRness (Findable, Accessible, Interoperable, and Reusable) of shared data from open access COVID-19-related articles published in dental journals available from the Europe PubMed Central (PMC) database.We searched and exported all COVID-19-related open-access articles from PubMed-indexed dental journals available in the Europe PMC database in 2020 and 2021. We detected transparency indicators with a validated and automated tool developed to extract the indicators from the downloaded articles. Basic journal- and article-related information was retrieved from the PMC database. Then, from those which had shared data, we assessed their accordance with FAIR data principles using the F-UJI online tool (f-uji.net).Of 650 available articles published in 59 dental journals, 74% provided conflicts of interest disclosure and 40% funding disclosure and 4% were preregistered. One study shared raw data (0.15%) and no study shared code. Transparent practices were more common in articles published in journals with higher impact factors, and in 2020 than in 2021. Adherence to the FAIR principles in the only paper that shared data was moderate.While the majority of the papers had a COI disclosure, the prevalence of the other transparency practices was far from the acceptable level. A much stronger commitment to open science practices, particularly to preregistration, data and code sharing, is needed from …",
    "citations": 12
  },
  {
    "title": "Research transparency in dental research: A programmatic analysis",
    "authors": "Eero Raittio and Ahmad Sofi‐Mahmudi and Sergio E Uribe",
    "journal": "European Journal of Oral Sciences",
    "year": 2022,
    "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/eos.12908",
    "abstract": "We assessed adherence to five transparency practices—data sharing, code sharing, conflict of interest disclosure, funding disclosure, and protocol registration—in articles in dental journals. We searched and exported the full text of all research articles from PubMed‐indexed dental journals available in the Europe PubMed Central database until the end of 2021. We programmatically assessed their adherence to the five transparency practices using a validated and automated tool. Journal‐ and article‐related information was retrieved from ScimagoJR and Journal Citation Reports. Of all 329,784 articles published in PubMed‐indexed dental journals, 10,659 (3.2%) were available to download. Of those, 77% included a conflict of interest disclosure, and 62% included a funding disclosure. Seven percent of the articles had a registered protocol. Data sharing (2.0%) and code sharing (0.1%) were rarer. Sixteen percent …",
    "citations": 10
  },
  {
    "title": "The use of the phrase “data not shown” in dental research",
    "authors": "Eero Raittio and Ahmad Sofi-Mahmudi and Erfan Shamsoddin",
    "journal": "PloS ONE",
    "year": 2022,
    "url": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0272695",
    "abstract": "The use of phrases such as “data/results not shown” is deemed an obscure way to represent scientific findings. Our aim was to investigate how frequently papers published in dental journals use the phrases and what kind of results the authors referred to with these phrases in 2021.We searched the Europe PubMed Central (PMC) database for open-access articles available from studies published in PubMed-indexed dental journals until December 31st, 2021. We searched for “data/results not shown” phrases from the full texts and then calculated the proportion of articles with the phrases in all the available articles. From studies published in 2021, we evaluated whether the phrases referred to confirmatory results, negative results, peripheral results, sensitivity analysis results, future results, or other/unclear results. Journal- and publisher-related differences in publishing studies with the phrases in 2021 were tested with Fisher’s exact test using the R v4.1.1 software.The percentage of studies with the relevant phrases from the total number of studies in the database decreased from 13% to 3% between 2010 and 2020. In 2021, out of 2,434 studies published in 73 different journals by eight publishers, 67 (2.8%) used the phrases. Potential journal- and publisher-related differences in publishing studies with the phrases were detected in 2021 (p = 0.001 and p = 0.005, respectively). Most commonly, the phrases referred to negative (n = 16, 24%), peripheral (n = 22, 33%) or confirmatory (n = 11, 16%) results. The significance of unpublished results to which the phrases referred considerably varied across studies …",
    "citations": 2
  },
  {
    "title": "Risk of Bias in Iranian Randomized Trials Included in Cochrane Reviews",
    "authors": "Ali Kabir and Ahmad Sofi-Mahmudi and Arman Karimi Behnagh and Vahid Eidkhani and Hamid Reza Baradaran and Payam Kabiri and AliAkbar Haghdoost and Bita Mesgarpour",
    "journal": "Archives of Iranian Medicine",
    "year": 2022,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC11904274/",
    "abstract": "",
    "citations": 1
  },
  {
    "title": "Dahaan: a framework for delivering evidence-informed dentistry recommendations and dental public health advocacy in Iran",
    "authors": "Ahmad Sofi-Mahmudi and Sara Moradi and Maryam Shakiba and Pouria Iranparvar and Soroush Sadr",
    "journal": "Health Promotion International",
    "year": 2022,
    "url": "https://academic.oup.com/heapro/article-abstract/37/1/daab049/6276502",
    "abstract": "Although health is mostly determined by socio-political factors, the need for providing reliable health recommendations to the public should not be neglected. There has been a considerable void in delivering evidence-informed oral health recommendations in Iran; whilst there is a significant gap in oral health knowledge among socioeconomic classes, recommendations are neither fully compatible with each other nor up-to-date. To fill in this void, we started Dahaan (meaning “mouth” in Persian) with the aim of providing the latest easily accessed evidence-informed dentistry recommendations and advocating dental public health in the Iranian community. In this paper, we as the authors present the performance and achievements of this group, which is a member of the NCD Alliance and the Informed Health Choices project with a reasonable number of readers across the country, and illustrate the way ahead …",
    "citations": 1
  },
  {
    "title": "An Investigation into Gender Distributions in Scholarly Publications among Dental Faculty Members in Iran",
    "authors": "Asra Mansuri and Ahmad Sofi-Mahmudi and Masoumeh Mahmoum and Hosna Zobairy and Lisa M DeTora and Barbara E Bierer and Perihan Elif Ekmekci and Morenike Oluwatoyin Folayan and Francis P Crawley and Ching Shan Lii and Marcos Roberto Tovani-Palone and Erfan Shamsoddin",
    "journal": "Research Square",
    "year": 2022,
    "url": "https://www.researchsquare.com/article/rs-1079418/latest",
    "abstract": "Background: To investigate gender differences in scientometric indices among faculty members in dental schools across Iran. This included overall data and speciality-specific data.Methods: The publication profiles of academic staff in all dental schools were examined using the Iranian Scientometric Information Database (ISID, http://isid. research. ac. ir). Variables analysed were working field, academic degree, total number of papers, papers per year, total number of citations, percentage of self-citation, h-index, g-index, citations per paper, gender, university type, number of years publishing, proportion of international papers, first-author papers, and corresponding-author papers. Mann-Whitney and Kruskal-Wallis nonparametric tests were used to analyse the relationship between background characteristics and scientometric indicators. The extracted data were analysed using R v4. 0.1.Results: The database included 1850 faculty members, of which about 60%(1104 of 1850) were women. Men (n= 746) had a higher number of papers (6583 vs 6255) and citations (60410 vs 39559) compared with women; 234 of the 376 faculty members with no papers were women. Almost half of the women (N= 517 of 1104) were in Type 2 universities, and nearly half of the men (N= 361 of the 746) were faculty members at Type 1 universities (Type 1 universities ranking higher than Type 2 and 3 universities). The medians of scientometric indices were higher in men, except for self-citation percentage (0 (IQR= 2) vs 0 (IQR= 3), P= 0.083), international papers percentage (0 (IQR= 7.5) vs 0 (IQR= 16.7), P< 0.001). The proportion of corresponding-author papers was …",
    "citations": 0
  },
  {
    "title": "Effects of including preprints in meta-analyses on the estimates: Protocol for a meta-research study",
    "authors": "Ahmad Sofi-Mahmudi and Eero Raittio and Karen A. Robinson",
    "journal": "Open Science Framework (OSF)",
    "year": 2022,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Transparency of COVID-19-related research in medical journals",
    "authors": "Ahmad Sofi-Mahmudi and Eero Raittio and Sergio E Uribe",
    "journal": null,
    "year": 2022,
    "url": "https://www.researchgate.net/profile/Ahmad-Sofi-Mahmudi/publication/359046756_Transparency_of_COVID-19-related_research_in_medical_journals_a_study_protocol/links/6224a43c3c53d31ba4ac3c17/Transparency-of-COVID-19-related-research-in-medical-journals-a-study-protocol.pdf",
    "abstract": "Objective and aim: The recent pandemic has shown how crucial it is to have access to quality medical information and data that allows people to have confidence in healthcare decisions. We aim to assess the use of transparency indicators (data availability, code availability, statements of protocol registration and conflicts of interest and funding disclosures) from open access COVID-19-related articles.Methods: We will search and export all open access articles from PubMed-indexed journals available in the Europe PMC database published between January 2020 and December 2021. We will detect transparency indicators with a validated and automated tool developed to extract the indicators from the downloaded articles. Basic journal-and article-related information will be retrieved from the PMC database. We will use R for the searches (europepmc package), data handling, analysis (rtransparent package) and reporting (ggplot2 package).Discussion: Our results will establish the current state of the rapidly publishing COVID-19 research reporting transparency and may indicate areas for improvement as well as specific",
    "citations": 0
  },
  {
    "title": "Transparency indicators across the dentistry and oral health literature",
    "authors": "Eero Raittio and Ahmad Sofi-Mahmudi and Erfan Shamoddin and Sergio E Uribe and Julie Farmer",
    "journal": "OSF",
    "year": 2022,
    "url": "https://osf.io/h5p6a/resources",
    "abstract": "We aim to assess the use of transparency indicators (data availability, code availability, statements of protocol registration and conflicts of interest and funding disclosures) from open access articles published in dental journals available from the Europe PubMed Central (PMC) database.",
    "citations": 0
  },
  {
    "title": "Global, Regional, and National Survey on Burden and Quality of Care Index (QCI) of Orofacial Clefts: Protocol for a Global Burden of Disease Systematic Analysis 1990–2019",
    "authors": "Erfan Shamsoddin and Ahmad Sofi-Mahmudi and Marcos Roberto Tovani-Palone",
    "journal": "Open Science Framework (OSF)",
    "year": 2022,
    "url": "https://osf.io/94wr7/resources",
    "abstract": null,
    "citations": 0
  },
  {
    "title": "COVID-19 Vaccines Safety Tracking (CoVaST): Protocol of a Multi-Center Prospective Cohort Study for Active Surveillance of COVID-19 Vaccines’ Side Effects",
    "authors": "Abanoub Riad and Holger Schünemann and Sameh Attia and Tina Poklepović Peričić and Marija Franka Žuljević and Mikk Jürisson and Ruth Kalda and Katrin Lang and Sudhakar Morankar and Elias Ali Yesuf and Mohamed Mekhemar and Anthony Danso-Appiah and Ahmad Sofi-Mahmudi and Giordano Pérez-Gaxiola and Arkadiusz Dziedzic and João Apóstolo and Daniela Cardoso and Janja Marc and Mayte Moreno-Casbas and Charles Shey Wiysonge and Amir Qaseem and Anna Gryschek and Ivana Tadić and Salman Hussain and Mohammed Ahmed Khan and Jitka Klugarova and Andrea Pokorna and Michal Koščík and Miloslav Klugar",
    "journal": "International Journal of Environmental Research and Public Health",
    "year": 2021,
    "url": "https://www.mdpi.com/1660-4601/18/15/7859",
    "abstract": "Background: Coronavirus disease (COVID-19) vaccine-related side effects have a determinant role in the public decision regarding vaccination. Therefore, this study has been designed to actively monitor the safety and effectiveness of COVID-19 vaccines globally. Methods: A multi-country, three-phase study including a cross-sectional survey to test for the short-term side effects of COVID-19 vaccines among target population groups. In the second phase, we will monitor the booster doses’ side effects, while in the third phase, the long-term safety and effectiveness will be investigated. A validated, self-administered questionnaire will be used to collect data from the target population; Results: The study protocol has been registered at ClinicalTrials.gov, with the identifier NCT04834869. Conclusions: CoVaST is the first independent study aiming to monitor the side effects of COVID-19 vaccines following booster doses, and the long-term safety and effectiveness of said vaccines.",
    "citations": 82
  },
  {
    "title": "Global, regional, and national burden and quality of care index (QCI) of lip and oral cavity cancer: a systematic analysis of the Global Burden of Disease Study 1990–2017",
    "authors": "Ahmad Sofi-Mahmudi and Masoud Masinaei and Erfan Shamsoddin and Marcos Roberto Tovani-Palone and Mohammad-Hossein Heydari and Shervan Shoaee and Erfan Ghasemi and Sina Azadnajafabad and Shahin Roshani and Negar Rezaei and Mohammad-Mahdi Rashidi and Reyhaneh Kalantar Mehrjardi and Amir Ali Hajebi and Bagher Larijani and Farshad Farzadfar",
    "journal": "BMC Oral Health",
    "year": 2021,
    "url": "https://link.springer.com/article/10.1186/s12903-021-01918-0",
    "abstract": "To measure the quality of care for lip and oral cavity cancer worldwide using the data from the Global Burden of Disease (GBD) Study 2017.After devising four main indices of quality of care for lip and oral cavity cancer using GBD 2017 study’s measures, including prevalence, incidence, years of life lost, years lived with disability, and disability-adjusted life years, we utilised principal component analysis (PCA) to determine a component that bears the most proportion of info among the others. This component of the PCA was considered as the Quality-of-Care Index (QCI) for lip and oral cavity cancer. The QCI score was then reported in both men and women worldwide and different countries based on the socio-demographic index (SDI) and World Bank classifications.Between 1990 and 2017, care quality continuously increased globally (from 53.7 to 59.6). In 1990, QCI was higher for men …",
    "citations": 47
  },
  {
    "title": "Assessing research misconduct in Iran: a perspective from Iranian medical faculty members",
    "authors": "Erfan Shamsoddin and Zahra Torkashvand-Khah and Ahmad Sofi-Mahmudi and Leila Janani and Payam Kabiri and Ehsan Shamsi-Gooshki and Bita Mesgarpour",
    "journal": "BMC Medical Ethics",
    "year": 2021,
    "url": "https://link.springer.com/article/10.1186/s12910-021-00642-2",
    "abstract": "Research misconduct is a global concern in biomedical science. There are no comprehensive data regarding the perception and situation of scientific misconduct among the Iranian medical faculty members. We conducted a nationwide survey to assess the research misconduct among the medical faculty members in Iran.We used the Persian version of the research misconduct questionnaire (PRMQ) on the Google Forms platform. We sent the survey link to a systematic random sample of medical faculty members in Iran (N = 4986). Descriptive analyses were performed on the individual items of the PRMQ, with frequencies and percentages for categorical and Likert-type response items, and means and standard deviation (S.D.) for continuous variables. Chi-square analysis was conducted to test hypotheses examining differences in the frequency of responses related to factors influencing …",
    "citations": 20
  },
  {
    "title": "Association of COVID-19-imposed lockdown and online searches for toothache in Iran",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamsoddin and Peyman Ghasemi and Ali Mehrabi Bahar and Mansour Shaban Azad and Ghasem Sadeghi",
    "journal": "BMC Oral Health",
    "year": 2021,
    "url": "https://link.springer.com/article/10.1186/s12903-021-01428-z",
    "abstract": "Novel coronavirus disease-2019 (COVID-19) has impacted populations in many ways worldwide, including access to oral health services. This study aims to assess the association between lockdown due to COVID-19 and online searches for toothache in Iran using Google Trends (GT).We investigated GT online searches for toothache within the past five years. The time frame for data gathering was considered as the initiation and end dates of the national lockdown in Iran. We performed one-way ANOVA statistical test to compare relative search volumes (RSVs) between the year 2020 and 2016–2019 for the whole country. Then we investigated the possible association of RSVs in provinces with dentists’ density, prevalence of current daily smokers, Human Development Index (HDI), Internet access, and fluoride concentration in water using linear regression.When comparing 2020 with …",
    "citations": 20
  },
  {
    "title": "Patients with COVID-19 may present some oral manifestations",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "Evidence-Based Dentistry",
    "year": 2021,
    "url": "https://www.nature.com/articles/s41432-021-0173-3",
    "abstract": "Data sources  Medline (using PubMed) and Google Scholar. Also, a case was reported by the authors.Study selection  Case reports dealing with oral manifestations of COVID-19.Data extraction and synthesis  Two reviewers independently reviewed articles and papers which reported any oral lesions in patients with COVID-19 and summarised the data. In addition, they collated all relevant information about each case.Results  The authors described a case history in which oral symptoms were observed which included dry mouth, acute dysgeusia, mild pain and burning sensation in lower lip mucosa, then after two days, vesicles appeared in the same region with simultaneous systemic symptoms of COVID-19. The patient reported a previous history of herpetic infections. After seven days, oral lesions were healed and systemic symptoms regressed on day 14.Literature review  Seventeen studies reporting 226 …",
    "citations": 11
  },
  {
    "title": "Knowledge and Attitude of Iranian Dental Students and Specialists about Obstructive Sleep Apnea",
    "authors": "Shervin Shafiei and Ahmad Sofi Mahmudi and Mohammad Behnaz and Hannaneh Safiaghdam and Soroush Sadr",
    "journal": "Journal of Dental School, Shahid Beheshti University of Medical Sciences",
    "year": 2021,
    "url": "https://journals.sbmu.ac.ir/dentistry/article/download/26015/26937/239042",
    "abstract": "Objective Obstructive sleep apnea (OSA) is a relatively common sleep disorder, which leads to multiple sleep arousals and hypoxemia. We aimed to assess the knowledge and attitude of students and faculty members of Shahid Beheshti Dental School, Tehran, Iran about OSA.Methods We conducted a cross-sectional study on undergraduate and postgraduate students and faculty members of oral and maxillofacial (OMF) surgery, orthodontics, and oral medicine departments of Shahid Beheshti Dental School. The Obstructive Sleep Apnea Knowledge and Attitude (OSAKA) questionnaire was used to obtain information. We used the Chi-square, Kruskal Wallis, and Mann-Whitney U tests for statistical analysis. The data were analyzed by SPSS 22.0 (α< 0.05).",
    "citations": 5
  },
  {
    "title": "Quality Assessment of Studies Included in Cochrane Oral Health Systematic Reviews: A Meta-Research",
    "authors": "Ahmad Sofi-Mahmudi and Pouria Iranparvar and Maryam Shakiba and Erfan Shamsoddin and Hossein Mohammad-Rahimi and Sadaf Naseri and Parisa Motie and Marcos Roberto Tovani-Palone and Bita Mesgarpour",
    "journal": "International Journal of Environmental Research and Public Health",
    "year": 2021,
    "url": "https://www.mdpi.com/1660-4601/18/14/7284",
    "abstract": "Objectives To assess the Risk of Bias (RoB) and other characteristics of published randomised clinical trials within Cochrane oral health systematic reviews. Materials and methods All the published clinical trials within Cochrane oral health systematic reviews until 1 June 2020 were identified and examined. RoB was assessed for all the included clinical trials according to the Cochrane review standards. The Overall Risk of Bias (ORoB) was defined in this study using Cochrane’s RoB tool-v2. Descriptive analyses were carried out to determine the frequency of each variable in the study sample. Results Out of a total of 2565 included studies, the majority (n = 1600) had sample sizes of 50 or higher. Regarding blinding, 907 studies were labelled as double-blind. Among the various domains of bias, the performance bias showed the highest rate of high risk (31.4%). Almost half of the studies had a high ORoB, compared to 11.1% with a low ORoB. The studies that used placebos had a higher percentage of low ORoB (14.8% vs. 10.7%). Additionally, the double- and triple-blind studies had higher percentages of low ORoB (23.6% and 23.3%, respectively), while the studies with a crossover design had the highest percentage of low ORoB (28.8%). Conclusion The RoB of oral health studies published as Cochrane reviews was deemed high.",
    "citations": 3
  },
  {
    "title": "Orofacial adverse effects of COVID-19 vaccines exist but are rare",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "Evidence-Based Dentistry",
    "year": 2021,
    "url": "https://www.nature.com/articles/s41432-021-0178-y",
    "abstract": "Data sources  The US Food and Drug Administration (FDA), Health Canada, European Medicines Agency (EMA)/European Commission and UK's Medicines and Healthcare products Regulatory Agency (MHRA).Study selection  Product monographs, product information and consumer medicine information for the BNT162b2 (Pfizer-BioNTech) and mRNA-1273 (Moderna) vaccines.Data extraction and synthesis  Reported side/adverse/undesirable effects concerning the orofacial region were extracted and tabulated.Results  There were rare reports of adverse events affecting the orofacial region for both vaccines in their pertaining documents, including acute peripheral facial paralysis (Bell's palsy), facial swelling and swelling of the lips, face or tongue associated with anaphylaxis. There was heterogeneity in the acknowledgement of vaccine-related adverse events in North America compared with Europe …",
    "citations": 3
  },
  {
    "title": "Post-publication peer reviews",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamsoddin",
    "journal": "British Dental Journal",
    "year": 2021,
    "url": "https://www.nature.com/articles/s41415-021-3578-7",
    "abstract": "Sir, it is over 50 years since I became a member of the British Dental Association and a regular reader of the BDJ. In all that time, I do not recall reading such a moving, educational and inspirational Clinical paper as appeared in a recent edition under the title ‘Contemporary management of advanced mid-face malignancy in the age of Instagram-a parallel surgical and patient’s perspective’(BDJ 2021; 231: 233–238).",
    "citations": 2
  },
  {
    "title": "Investigating gender differences in research performance of Iranian medical faculty members: a scientometric study",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamsoddin and Bita Mesgarpour and Shahin Akhondzadeh and Payam Kabiri",
    "journal": "Tehran University Medical Journal",
    "year": 2021,
    "url": "https://www.sid.ir/paper/1060650/en",
    "abstract": "Background gender differences in scientometric indicators among medical faculty members in Iran was investigated. Methods The Research performance of the faculty at all universities and institutes of medical sciences in Iran was assessed using the Iran ian Scientometric Information Database (ISID) on June 12, 2021. Selected variables in our study were name, gender, university, degree, academic rank, type of faculty, the total number of articles, the total number of citations, self-citation percentage, h-index, citation per article, international cooperation percentage, and the number of research collaborators. The Kruskal-Wallis test was used. The extracted data were analyzed using R v4. 0. 1 statistical software. Results A total of 21064 faculty members in 77 universities and institutes of medical sciences were registered in the ISID database, of which 12093 (57. 4%) were men. Men faculty members outnumbered women in all academic ranks, except for the “, instructor”, rank (1134 female instructors against 835 male). In both sexes, most faculty members were assistant professors. There were more articles (346837 vs. 146024) and citations (5177060 vs. 1639246) by men than women. Among the 1789 faculty members with zero articles, 902 (50. 4%) were men. One-hundred-and-fifty-four people were among ESI's top researchers' list, with a majority of men (124 people equal to 80. 5%). The medians of all the scientometric indicators were higher in men than women. Men had a higher number of articles, the number of citations, h-index, citation per article, percentage of international articles, and co-authors, however, women had lower selfcitations (1 …",
    "citations": 2
  },
  {
    "title": "Halting 'research waste'",
    "authors": "E Shamsoddin and A Sofi-Mahmudi and V Natoli and T Franchi and MR Tovani-Palone",
    "journal": "British Dental Journal",
    "year": 2021,
    "url": "https://www.nature.com/articles/s41415-021-3488-8",
    "abstract": "Sir, as a young dentist, I am no doubt guilty of spending too much time browsing social media. Over the past year, I have seen a huge increase in targeted advertisements covering dental services and products. While some appear to be relatively harmless, I was shocked by a recent advertisement for ‘Clip-on veneers’. Although a recent letter to the BDJ raised similar concerns, 1 these dangerous products must be made known to dental professionals and thus this subject warrants further attention. Clip-on veneers are offered by multiple companies based in the UK and beyond, and are made using an at-home impression kit. After taking their upper and lower impressions using the provided trays (no bite registration required), consumers send them back to the manufacturers along with their selected shade of BL1 or BL3 so that their ‘veneers’ can be manufactured. There are a number of concerning elements of these …",
    "citations": 2
  },
  {
    "title": "The quality of oral health and dentistry content on the Internet: protocol for a scoping review",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamsoddin and Negin Eslamiamirabadi and Ali Kazemian",
    "journal": "Open Science Framework (OSF)",
    "year": 2021,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Oral Health Content Analysis",
    "authors": "Ahmad Sofi-Mahmudi and Erfan Shamoddin and Negin Eslamiamirabadi",
    "journal": "OSF",
    "year": 2021,
    "url": "https://osf.io/ach9n/resources",
    "abstract": "The aim of this study is to systematically search for studies that have evaluated oral health and dentistry-related content on the Internet and to do a scoping review regarding what has been done. Another aim is to assess the used tools critically.",
    "citations": 0
  },
  {
    "title": "Sugars and Dental Caries (Persian translation)",
    "authors": "Sara Moradi and Pouria Iranparvar and Ahmad Sofi-Mahmudi",
    "journal": "https://bit.ly/3hUTFUv",
    "year": 2021,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Caries Prevention Partnership: Making Prevention a Priority (Persian translation)",
    "authors": "Fatemeh Mirhosseini and Ahmad Sofi-Mahmudi",
    "journal": "https://bit.ly/3AMovr9",
    "year": 2021,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Oral Cancer: Prevention and Patient Management (Persian translation)",
    "authors": "Maryam Shakiba and Ahmad Sofi-Mahmudi",
    "journal": "https://bit.ly/3e3V7mB",
    "year": 2021,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Novel coronavirus infection (COVID-19) in humans: a scoping review and meta-analysis",
    "authors": "Israel Junior Borges do Nascimento and Nensi Cacic and Hebatullah Mohamed Abdulazeem and Thilo Caspar von Groote and Umesh Jayarajah and Ishanka Weerasekara and Meisam Abdar Esfahani and Vinicius Tassoni Civile and Ana Marusic and Ana Jeroncic and Nelson Carvas Junior and Tina Poklepovic Pericic and Irena Zakarija-Grkovic and Silvana Mangeon Meirelles Guimaraes and Nicola Luigi Bragazzi and Maria Bjorklund and Ahmad Sofi-Mahmudi and Mohammad Altujjar and Maoyi Tian and Diana Maria Cespedes Arcani and Dónal P O’Mathúna and Milena Soriano Marcolino",
    "journal": "Multidisciplinary Digital Publishing Institute",
    "year": 2020,
    "url": "https://www.mdpi.com/2077-0383/9/4/941",
    "abstract": "A growing body of literature on the 2019 novel coronavirus (SARS-CoV-2) is becoming available, but a synthesis of available data has not been conducted. We performed a scoping review of currently available clinical, epidemiological, laboratory, and chest imaging data related to the SARS-CoV-2 infection. We searched MEDLINE, Cochrane CENTRAL, EMBASE, Scopus and LILACS from 01 January 2019 to 24 February 2020. Study selection, data extraction and risk of bias assessment were performed by two independent reviewers. Qualitative synthesis and meta-analysis were conducted using the clinical and laboratory data, and random-effects models were applied to estimate pooled results. A total of 61 studies were included (59,254 patients). The most common disease-related symptoms were fever (82%, 95% confidence interval (CI) 56%–99%; n = 4410), cough (61%, 95% CI 39%–81%; n = 3985), muscle aches and/or fatigue (36%, 95% CI 18%–55%; n = 3778), dyspnea (26%, 95% CI 12%–41%; n = 3700), headache in 12% (95% CI 4%–23%, n = 3598 patients), sore throat in 10% (95% CI 5%–17%, n = 1387) and gastrointestinal symptoms in 9% (95% CI 3%–17%, n = 1744). Laboratory findings were described in a lower number of patients and revealed lymphopenia (0.93 × 109/L, 95% CI 0.83–1.03 × 109/L, n = 464) and abnormal C-reactive protein (33.72 mg/dL, 95% CI 21.54–45.91 mg/dL; n = 1637). Radiological findings varied, but mostly described ground-glass opacities and consolidation. Data on treatment options were limited. All-cause mortality was 0.3% (95% CI 0.0%–1.0%; n = 53,631). Epidemiological studies showed that …",
    "citations": 742
  },
  {
    "title": "Greater child dental health inequality in England compared to Wales and Northern Ireland, despite lower average disease levels",
    "authors": "Ahmad Sofi-Mahmudi and Sara Moradi and Candy C Salomon-Ibarra and John Morris and Vahid Ravaghi",
    "journal": "Community Dental Health",
    "year": 2020,
    "url": "https://journals.sagepub.com/doi/abs/10.1922/CDH_00007Ravaghi05",
    "abstract": "Introduction Dental caries and inequalities in dental health are major public health concerns. Aim To report variation in dental caries experience across deprivation quintiles and the magnitude of inequalities between countries. Design Secondary analyses of cross-sectional data from the 2013 Child Dental Health Survey (CDHS) in England, Wales, and Northern Ireland. Materials and methods Distribution of dental caries across deprivation quintiles were estimated using as proportions and means. The magnitude of inequalities was calculated using the Relative Index of Inequality (RII). Main outcomes Dental caries experience as indicated by the prevalence (%dmft/DMFT>0) and severity (dmft/DMFT) of ‘obvious’ and ‘clinical’ decay experience in both primary and permanent dentitions. Results Children from more deprived quintiles showed higher prevalence and severity of dental caries. RIIs for dental caries were …",
    "citations": 7
  },
  {
    "title": "Is periodontitis associated with hypertension?",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "Evidence-Based Dentistry",
    "year": 2020,
    "url": "https://www.nature.com/articles/s41432-020-0137-z",
    "abstract": "Data sources  Cochrane Central Register of Controlled Trials (CENTRAL), Medline (Ovid), Embase, Web of Science, Latin American & Caribbean Health Sciences Literature (LILACS) and SIGLE database.Study selection  Randomised controlled trials (RCTs), controlled clinical trials (CCTs), cohort studies, case-control studies and cross-sectional studies.Data extraction and synthesis  Two reviewers screened papers independently and assessed the risk of bias. Data categorised based on the study design. The primary outcome was the odds ratio (OR)/relative risk (RR) and confidence interval (CI) for hypertension in individuals with periodontitis.Results  Diagnoses of moderate-to-severe (OR = 1.22; 95% CI: 1.10-1.35) and severe periodontitis (OR = 1.49; 95% CI: 1.09-2.05) were associated with hypertension. Diagnosis of periodontitis increased odds of occurring hypertension (OR = 1.68; 95% CI: 0.85-3.35 …",
    "citations": 5
  },
  {
    "title": "Association of olfactory dysfunction with hospitalization for COVID-19: a multicenter study in Kurdistan",
    "authors": "Hosna Zobairy and Erfan Shamsoddin and Mohammad Aziz Rasouli and Nasrollah Veisi Khodlan and Ghobad Moradi and Bushra Zareie and Sara Teymori and Jalal Asadi and Ahmad Sofi-Mahmudi and Ahmad R Sedaghat",
    "journal": "medRxiv",
    "year": 2020,
    "url": "https://www.medrxiv.org/content/10.1101/2020.07.26.20158550.abstract",
    "abstract": "To evaluate the association of olfactory dysfunction (OD) with hospitalization for COVID-19.Multi-center cohort study.Emergency departments of thirteen COVID-19-designed hospitals in Kurdistan province, Iran.Patients presenting with flu-like symptoms who tested positive by RT-PCR for COVID-19 between May 1st and 31st, 2020. At the time of presentation and enrollment, patients were asked about the presence of OD, fever, cough, shortness of breath, headache, rhinorrhea and sore throat. The severity of OD was assessed on an 11-point scale from 0 (none) to 10 (anosmia). Patients were either hospitalized or sent home for outpatient care based on standardized criteria.Of 203 patients, who presented at a mean of 6 days into the COVID-19 disease course, 25 patients (12.3%) had new OD and 138 patients (68.0%) were admitted for their COVID-19. Patients admitted for COVID-19 had a higher prevalence of all symptoms assessed, including OD (p<0.05 in all cases), and OD identified admitted patients with 84.0% sensitivity and 34.3% specificity. On univariate logistic regression, hospitalization was associated with OD (odds ratio [OR] = 2.47, 95%CI: 1.085–6.911, p=0.049). However, hospitalization for COVID-19 was not associated with OD (OR=3.22, 95% CI: 0.57–18.31, p=0.188) after controlling for confounding demographics and comorbidities.OD may be associated with hospitalization for (and therefore more severe) COVID-19. However, this association between OD and COVID-19 severity is more likely driven by patient characteristics linked to OD, such as greater …",
    "citations": 3
  },
  {
    "title": "Agile and Adaptive Management of COVID-19: The Case of Iran",
    "authors": "Erfan Shamsoddin and Ahmad Sofi-Mahmudi and Ghasem Sadeghi and Mansour Shaban Azad",
    "journal": "Archives of Epidemiology",
    "year": 2020,
    "url": "https://www.academia.edu/download/77051189/1601276219article_pdf664800977.pdf",
    "abstract": "Managing coronavirus disease-2019 (COVID-19) pandemic, as an unprecedented public health emergency is considered to be one of the most burdensome cases of Public Health Management (PHM) in the 21st century. Considering the extra predicaments in the Middle East, PHM has been even more challenging for Iran, a country in Western Asia. Salience of assessing public health policies and their main determinants is paramount till reaching a global control over the infection spread. Economic resilience, healthcare system experience, and cultural tendencies seem to be the major drivers of health policies in Iran. Enhancing control over intragovernmental sectors, boosting the implementation of social distancing measures, and allocating the resources in more systematic manners seem to be essential for achieving better results in PHM of COVID-19 in Iran.",
    "citations": 0
  },
  {
    "title": "Interpreting the result of a diagnostic test: An experimental study in a social network",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "medRxiv",
    "year": 2020,
    "url": "https://www.medrxiv.org/content/10.1101/2020.07.12.20151910.abstract",
    "abstract": "Statistical literacy is an important element in informing patients and planning treatments for both clinicians and policymakers. This study aim to investigate and compare the interpretation of a diagnostic test result in medical and non-medical professionals.A diagnostic test question about positive predictive value was posted on the “Stories” section of five personal Instagram accounts. The collected information included the exact calculated number, educational status (undergraduate or graduated) and field of study (dentistry, medicine, other medical, non-medical). The results were analysed using R version 3.4.4 on Microsoft Windows 10 with the Pearson χ2 test.Of 121 participants, 63.6% did not provide a correct answer. The highest and the lowest correct answer ratios were seen in non-medical and dentistry groups, with 52.6% and 22.2%, respectively (P = 0.09, χ2 = 6.464, df = 3). Undergraduates showed a more favourable performance than graduates with 41.8% correct answers compared to 20.0% (P = 0.03, χ2 = 4.616, df = 1).The statistical interpretation of the medical professionals is lower than the non-medical professionals and graduates showed less favourable results compared to undergraduates. There is a need for more beneficial and continuative statistical education for medical professionals.",
    "citations": 0
  },
  {
    "title": "Testing Treatments (Persian translation)",
    "authors": "Ahmad Sofi-Mahmudi and Bita Mesgarpour",
    "journal": "https://fa.testingtreatments.org/book/",
    "year": 2020,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Achievements of the Cochrane Iran Associate Centre: Lessons Learned",
    "authors": "Bita Mesgarpour and Sara Aghababa and Hamid Reza Baradaran and Payam Kabiri and Ali Kabir and Ahmad Sofi-Mahmudi and Ali Akbar Haghdoost",
    "journal": "International Journal of Health Policy and Management",
    "year": 2019,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7382907/",
    "abstract": "Healthcare decision-making is a process that mainly depends on evidence and involves increasing numbers of stakeholders, including the consumers. Cochrane evidence responds to this challenge by identifying, appraising, integrating and synthesizing high-quality evidence. Recently, a collaborative effort has been initiated in Iran with Cochrane to establish a representative local entity. A variety of multifaceted interventions were conducted according to Cochrane’s strategy to 2020, such as producing evidence, making Cochrane evidence accessible, advocating for evidence and building an effective and sustainable organization. In this report, the authors present the two and half year performance and achievements of Cochrane Iran based on a comprehensive and systematic approach. This case might be an example of health diplomacy, which is initiated by a successful international collaboration and proceed …",
    "citations": 2
  },
  {
    "title": "Educating Iran",
    "authors": "AS Mahmudi",
    "journal": "British Dental Journal",
    "year": 2019,
    "url": "https://www.nature.com/articles/s41415-019-0845-y",
    "abstract": "Sir, we present the findings of a Quality Improvement project exploring the role of the general dental team in prevention and early detection of skin cancers. The incidence of skin cancer continues to rise, and is now the most common cancer in the developed world being found in areas of skin exposed to the sun and most frequently found on the head and neck. 1, 2 Early detection and referral reduces morbidity and mortality with our oral and maxillofacial surgery (OMFS) department treating approximately 500 patients with skin cancer every year. We questioned a consecutive sample of 30 patients with a facial skin cancer about their routine dental care and found 16 patients had a regular GDP and eight a regular dental hygienist who they had visited since diagnosis of their skin cancer. Despite this, only one of the GDPs and two of the hygienists had noticed the lesion or discussed it with their patient.We also …",
    "citations": 1
  },
  {
    "title": "The need for a practitioners' social media code of conduct in Iran",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "Journal of Medical Ethics and History of Medicine",
    "year": 2019,
    "url": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7166249/",
    "abstract": "The need for a practitioners' social media code of conduct in Iran - PMC Skip to main content \nHere's how you know Official websites use .gov A .gov website belongs to an official \ngovernment organization in the United States. Secure .gov websites use HTTPS A lock ( Locked \npadlock icon ) or https:// means you've safely connected to the .gov website. Share sensitive \ninformation only on official, secure websites. NCBI home page Search Log in Dashboard \nPublications Account settings Log out Search… Search NCBI Primary site navigation Close \nSearch Search Logged in as: Dashboard Publications Account settings Log in Search PMC \nFull-Text Archive Search in PMC Search Advanced Search Journal List User Guide NewTry this \nsearch in PMC Beta Search PERMALINK Copy As a library, NLM provides access to scientific \nliterature. Inclusion in an NLM database does not imply endorsement of, or agreement with, the …",
    "citations": 0
  },
  {
    "title": "Marginal and Internal Fit of Zirconia Crowns with Four Different Framework Designs",
    "authors": "Ahmad Sofi-Mahmudi and Sara Tavakolizadeh and Rahab Ghoveizi and Abolghasem Mohammadi",
    "journal": null,
    "year": 2018,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Delivering better oral health: an evidence-based toolkit for prevention (Persian translation)",
    "authors": "Ahmad Sofi-Mahmudi and Hossein Mohammad-Rahimi",
    "journal": "http://dahaan.ir/book",
    "year": 2017,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "Ubuntu for Newbies (Persian)",
    "authors": "Sasan Namirian and Nava Ajdari and Ahmad Sofi-Mahmudi",
    "journal": "https://github.com/choxos/ubuntubook/releases/tag/1.0",
    "year": 2015,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "بررسی رابطهٔ بین مطالعه غیردرسی دانش‌آموزان و خلاقیت آنان",
    "authors": "Ahmad Sofi-Mahmudi and Sami Rafiei",
    "journal": null,
    "year": 2010,
    "url": null,
    "abstract": null,
    "citations": 0
  },
  {
    "title": "A byte of Python (Persian translation)",
    "authors": "Ahmad Sofi-Mahmudi",
    "journal": "https://www.researchgate.net/publication/334823643_yk_bayt_az_paytwn",
    "year": 2009,
    "url": null,
    "abstract": null,
    "citations": 0
  }
]